<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    "home" => "الرئيسية",
    "aboutus" => "من نحن",
    "gallery" => "معرض الصور",
    "contactus" => "اتصل بنا",
    "services" => "خدماتنا",
    "copyrights" => "جميع الحقوق محفوظة لمنتج صانع الصورة للتجارة",
    "paragraphone" => "رواد في الابداع الفني الرقمي لصنع الصورة الاحترافية.",
    "paragraphtwo" => "نعمل في صانع الصورة بفرق متخصصة ونسخر كافة الوسائل التقنية الحديثة لتعزيز مكانة عملائنا.",
    "paragraphthree" => "الإبداع مزيج بين المنطق والخيال ... هكذا نحن.",
    "companyprofile" => "تحميل بروفايل الشركة",
    "viewourwork" => "عرض اعمالنا",
    "ourclients" => "عملائنا",
    "ourwork" => "أعمالنا",
    "ourservices" => "خدماتنا",
    "advertising" => "التصوير الإعلاني",
    "Photographing" => "تصوير الإعلانات التجارية وإبراز المُنتج ومميزاته.",
    "AdvertisingTypes" => "وينقسم التصوير الإعلاني الى ثلاثة أنواع:",
    "AdsType1" => "التصوير الإعلاني بخلفية بيضاء والتركيز فيها على المنتج فقط بدون أي عناصر إضافية جمالية. ويستخدم هذا النوع غالباً في متاجر التسويق الالكترونية.",
    "AdsType2" => "التصوير الإعلاني بخلفية جمالية يظهر فيها المنتج وبعض العناصر معه المكونة أو المكملة للمنتج، مثل تصوير القهوة ووضع بجانبه السكر والملعقة وهكذا. ويستخدم هذا النوع للحملات الإعلانية الكبيرة.",
    "AdsType3" => "التصوير الإعلاني للمنتج بشكله الطبيعي دون تدخل المصور في التزيين الا في حال تطلب الامر.",
    "digitalprocessing" => "المعالجة الرقمية",
    "stage" => "وهي مرحلة ما بعد التقاط الصورة الإعلانية وهي تعتبر المرحلة الأهم لإخراج المنتج بشكل أفضل كإزالة الشوائب وازالة العناصر غير المرغوبة في الصورة الإعلانية.",
    "videoshooting" => "تصوير الفيديو",
    "highlight" => "هو إبراز المنتج بأسلوب درامي إعلاني يعتمد على الاخراج والادوات الحديثة في التصوير لجذب العميل بطريقة سهلة ومختصرة. وينقسم إلى ثلاثة أنواع:",
    "video1" => "الاعلان القصير، بمده زمنية لا تتجاوز أربعين ثانية.",
    "video2" => "الفيلم التعريفي للمنشأة ويعتمد على إبراز إمكانات المنشأة و خدماتها، بمده زمنية تتراوح ما بين  ثلاث إلى خمس دقائق.",
    "video3" => "الفيلم الوثائقي و يعتمد على رؤية وماضي وحاضر وإنجازات المنشأة، بمده زمنية تتراوح ما بين أربع إلى عشر دقائق.",
    "all" => "كل أعمالنا",
    "contact" => "تواصل معنا",
    "namecompany" => "الاسم / الشركة",
    "Activitytype" => "نوع النشاط",
    "contactnumber" => "رقم التواصل",
    "email" => "البريد الإلكتروني",
    "servicetype" => "نوع الخدمة",
    "Photography" => "تصوير فوتوغرافي",
    "Foodanddrinks" => "أطعمة ومشروبات",
    "furniture" => "أثاث",
    "Hotels" => "فنادق",
    "realestates" => "عقارات",
    "ElectronicDevices" => "أجهزة إلكترونية",
    "Persons" => "أشخاص",
    "Documentingoccasions" => "توثيق مناسبات",
    "Other" => "أخري (يرجي التحديد)",
    "numberofphotos" => "عدد الصور",
    "hollowbackground" => "خلفية مفرغة",
    "compositewallpaper" => "خلفية مركبة",
    "naturalphotography" => "تصوير بالشكل الطبيعي",
    "Actors" => "الممثلين  ( تصوير الأشخاص)",
    "Attachafile" => "إرفاق ملف",
    "send" => "إرسال",
    "contactdetails" => "تفاصيل الاتصال",
    "Subscribe" => "إشترك معنا",
    "Successfullysubscribed" => "تم الإشتراك بنجاح",
];